[
  {
    "id": 1,
    "name": "Шерлок Холмс",
    "imageUrl": "/assets/images/books/book-1.jpg",
    "paged": 345,
    "genre": "Детектив",
    "description": "Труп мужчины найден в заброшенном доме. На его лице застыла гримасса ужаса и ненависти. Над ним - написанные кровью на стене несколько букв. Рядом с трупом - обручальное кольцо, а в карманах одежды - два письма. Полиция сбита с толку, но от незаурядного ума Сыщика всех времен и народов - Шерлока Холмса ничего не укроется, но когда гениальный детектив уже близок к разгадке, а преджполагаемый убийца арестован, появляется второй труп. Тоже мужчина, та же кровавая надпись на стене. На месте преступления коробка с двумя таблетками. Одна пустышка. Вторая - яд. Теперь Шерлок Холмс точно знает, кто убийца",
    "star": 5
  },
  {
    "id": 2,
    "name": "Книга эмоций",
    "imageUrl": "/assets/images/books/book-2.jpg",
    "paged": 336,
    "genre": "Психология",
    "description": "Неуместные комментарии родственников, неудачные фото, изменения в расписании транспорта, сообщения, оставшиеся без ответа. Мелочи жизни, с которыми приходится сталкиваться чаще, чем хотелось бы. Пора бы привыкнуть. Но что делать с раздражением, беспокойством, тревогой, бессильной яростью, которые не стремятся подчиниться доводам рассудка?\nЛорен Мартин — успешная девушка, получившая работу в Нью-Йорке, обретшая любовь в прекрасном молодом человеке, с которым жила в собственной квартире в Бруклине, несмотря на внешние благополучие продолжала чувствовать себя несчастной. Случайная встреча с очаровательной незнакомкой, разделившей ее переживания, открыла Лорен глаза.\nЧтобы понять причины собственной неудовлетворенности, обрести мир и гармонию с собой и окружающими, Лорен стала изучать и описывать собственные настроения и делиться наблюдениями в своем блоге \"Words of woman\". Ее опыт, обобщенный в этой книге, помог тысячам женщин научиться управлять своими настроениями и жить полной жизнью.",
    "star": 5
  },
  {
    "id": 3,
    "name": "Ведьмак",
    "imageUrl": "/assets/images/books/book-3.jpg",
    "paged": 320,
    "genre": "Фэнтези",
    "description": "Ведьмак — это мастер меча и мэтр волшебства, ведущий непрерывную войну с кровожадными монстрами, которые угрожают покою сказочной страны. «Ведьмак» — это мир на острие меча, ошеломляющее действие, незабываемые ситуации, великолепные боевые сцены.",
    "star": 5
  },
  {
    "id": 4,
    "name": "Кровь пот и пиксели",
    "imageUrl": "/assets/images/books/book-4.webp",
    "paged": 368,
    "genre": "Non-fiction",
    "description": "Лучшая книга об игровой индустрии от известного американского журналиста Джейсона Шрейера. Автор собрал сотни уникальных и захватывающих историй создания лучших компьютерных игр десятилетия, рассказанных ему самими создателями. Получилась жизненная и нетривиальная книга о том, что стоит за каждой культовой игрой современности и какой ценой ее разработчики выпускают продукты, собирающие миллионы фанатов по всему миру. В книге вы найдете истории создания Diablo III и Dragon Age: Inquisition, Uncharted 4, Witcher III и многих других игровых бестселлеров.",
    "star": 5
  },
  {
    "id": 5,
    "name": "Американский психопат",
    "imageUrl": "/assets/images/books/book-5.webp",
    "paged": 544,
    "genre": "Триллер",
    "description": "Патрик Бэйтмен — красивый, хорошо образованный, интеллигентный молодой человек. Днем он работает на Уолл-стрит, но это служит лишь довеском к его истинному призванию. То, чем он занимается вечерами и по ночам, не может присниться разнеженному обывателю и в самом страшном сне. Ему двадцать шесть лет, и он живет своей собственной Американской Мечтой.",
    "star": 5
  },
  {
    "id": 6,
    "name": "Хоббит",
    "imageUrl": "/assets/images/books/book-6.webp",
    "paged": 288,
    "genre": "Фэнтези",
    "description": "\"В земле была нора, а в норе жил хоббит\". Эти слова написал Джон Рональд Руэл Толкин на обороте школьной экзаменационной работы, которую проверял одним жарким летним днем. И кто бы мог подумать, что именно из них, как из волшебного зернышка, произрастет одно из самых известных произведений мировой литературы. Это сказка, покорившая и детей, и взрослых, отправляет читателя в невероятное путешествие, дарит незабываемое ощущение первозданного детского восторга и добра.",
    "star": 5
  }
]
